Repository: zhangchengzezcz/planora
Catalog: planora/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Save Name
ja: 名前を保存
zh_hans: 保存姓名

source: Save Task
ja: タスクを保存
zh_hans: 保存任务

source: Schedule
ja: スケジュール
zh_hans: 安排

source: Search
ja: 検索
zh_hans: 搜索

source: Search Results
ja: 検索結果
zh_hans: 搜索结果

source: Search Tasks
ja: タスクを検索
zh_hans: 输入关键词搜索任务

source: Search tasks or events
ja: タスクまたはイベントを検索
zh_hans: 搜索任务或事件

source: Select subjects below
ja: 下で科目を選択
zh_hans: 在下方选择科目

source: Select what you are studying now.
ja: 現在学習している内容を選択してください。
zh_hans: 先选正在学习的内容。

source: Selected
ja: 選択済み
zh_hans: 已选择

source: Set Date
ja: 日付を設定
zh_hans: 设置日期

source: Settings
ja: 設定
zh_hans: 设置

source: Show Completed Tasks
ja: 完了したタスクを表示
zh_hans: 显示已完成任务

source: Show Progress Percentage
ja: 進捗率を表示
zh_hans: 显示进度百分比

source: Show Task Notes
ja: タスクのメモを表示
zh_hans: 显示任务备注

source: Sign in once to import your learning schedule.
ja: 一度ログインすると学習予定を読み込めます。
zh_hans: 登录一次即可导入你的学习安排。

source: Sign In Required
ja: ログインが必要です
zh_hans: 需要登录

source: Skip Duplicates
ja: 重複をスキップ
zh_hans: 跳过重复任务

source: Sky
ja: スカイ
zh_hans: 天空

source: Smart
ja: スマート
zh_hans: 智能排序

source: Source
ja: 提供元
zh_hans: 来源

source: Stage
ja: 段階
zh_hans: 阶段

source: Start planning your learning journey.
ja: 学習の旅を計画しましょう。
zh_hans: 开始规划你的学习旅程。

source: Start with IB or IGCSE and build your learning space around your programme.
ja: IB または IGCSE から始め、プログラムに合わせて学習スペースを作成します。
zh_hans: 支持 IB 与 IGCSE，从课程结构开始建立你的学习空间。

source: Status
ja: 状態
zh_hans: 状态

source: Study planning, simple and clear.
ja: 学習計画をシンプルに、わかりやすく。
zh_hans: 学习计划，简单清晰。

source: Subject
ja: 科目
zh_hans: 科目

source: Subject Progress
ja: 科目の進捗
zh_hans: 科目进度

source: Subject Workspace
ja: 科目ワークスペース
zh_hans: 科目学习空间

# subject_task_count_format
source: %d tasks
ja: %d 件のタスク
zh_hans: %d 项任务

source: Subjects
ja: 科目
zh_hans: 科目

source: Subjects Reset
ja: 科目をリセット
zh_hans: 科目重置

source: Submission
ja: 提出
zh_hans: 提交

source: Submitted
ja: 提出済み
zh_hans: 已提交

source: Sunset
ja: サンセット
zh_hans: 日落

source: Supervisor Feedback
ja: 指導教員のフィードバック
zh_hans: 导师反馈

source: Switch
ja: 切り替え
zh_hans: 确认切换

source: Switch Curriculum
ja: カリキュラムを切り替え
zh_hans: 切换课程体系

source: Switch Curriculum?
ja: カリキュラムを切り替えますか？
zh_hans: 确认切换课程？

source: Sync again after your school publishes units in ManageBac.
ja: 学校が ManageBac に Unit を公開した後、再度同期してください。
zh_hans: 学校在 ManageBac 发布 Unit 后，请再次同步。

source: Sync Now
ja: 今すぐ同期
zh_hans: 立即同步

source: Sync Paused
ja: 同期を停止しました
zh_hans: 同步已暂停

source: Tap here to create your first task.
ja: ここをタップして最初のタスクを作成します。
zh_hans: 点击这里创建第一个任务。

source: Target Date
ja: 目標日
zh_hans: 目标日期

source: Task Appearance
ja: タスクの外観
zh_hans: 任务外观

source: Task Backup
ja: タスクバックアップ
zh_hans: 任务备份

source: Task Completion
ja: タスク完了
zh_hans: 任务完成

source: Task Completion Rate
ja: タスク完了率
zh_hans: 任务完成率

source: Task Details
ja: タスク詳細
zh_hans: 任务详情

source: Task Display
ja: タスク表示
zh_hans: 任务显示

source: Task Storage
ja: タスク保存
zh_hans: 任务保存

source: Task Title
ja: タスク名
zh_hans: 任务标题

source: Task Type
ja: タスクの種類
zh_hans: 任务类型

# task_backup_count_format
source: %d tasks currently available for backup
ja: 現在 %d 件のタスクをバックアップできます
zh_hans: 当前有 %d 项任务可备份

# task_completion_count_format
source: %d / %d tasks
ja: %d / %d 件のタスク
zh_hans: %d / %d 项任务

# task_count_short_format
source: %d tasks
ja: %d 件
zh_hans: %d 项

# task_reminder_deadline_format
source: %1$@ · Due %2$@
ja: %1$@ · 締切 %2$@
zh_hans: %1$@ · 截止 %2$@

# task_reminder_no_deadline_format
source: %@ · Planora task reminder
ja: %@ · Planora タスク通知
zh_hans: %@ · Planora 任务提醒

source: tasks
ja: 件のタスク
zh_hans: 个任务

source: Tasks
ja: タスク
zh_hans: 任务

source: Tasks are displayed and sorted using your settings.
ja: 設定に従ってタスクを表示し、並べ替えます。
zh_hans: 根据设置显示和排序任务。

source: Tasks Read
ja: 読み取ったタスク
zh_hans: 已读取任务

source: Tasks without a deadline can only use custom reminders.
ja: 締切のないタスクではカスタム通知のみ使用できます。
zh_hans: 没有 Deadline 的任务只能使用自定义提醒。

# tasks_deleted_format
source: Deleted %d tasks
ja: %d 件のタスクを削除しました
zh_hans: 已删除 %d 项任务

source: Teacher not listed
ja: 教師情報なし
zh_hans: 未显示老师

source: Teachers
ja: 教師
zh_hans: 老师

source: The file could not be read. Make sure it is still accessible in Files.
ja: ファイルを読み取れません。ファイル App から引き続きアクセスできることを確認してください。
zh_hans: 文件无法读取。请确认它仍在文件 App 中可访问。

source: The home page highlights your next focus, progress, and important dates.
ja: ホームでは次の重点、進捗、重要な日付を確認できます。
zh_hans: 主页会显示接下来的重点、完成进度和日历预览。

source: The JSON file is readable, but its Planora task data is missing or incomplete.
ja: JSON ファイルは読み取れますが、Planora のタスクデータが不足しているか不完全です。
zh_hans: JSON 文件可以读取，但其中的 Planora 任务数据缺失或不完整。

source: These options change the task list without editing task data.
ja: これらの設定はタスクの内容を変更せず、タスクリストの表示だけを変更します。
zh_hans: 这些选项只改变任务列表，不会修改任务内容。

source: This and Future Occurrences
ja: 今回以降
zh_hans: 本次及以后

source: This backup contains no Planora data, so nothing was imported.
ja: このバックアップには Planora データがないため、何もインポートされませんでした。
zh_hans: 该备份不包含 Planora 数据，因此未导入任何内容。

source: This course is read from ManageBac and stored only in Planora on this device.
ja: このコースは ManageBac から読み取り、この端末の Planora にのみ保存されます。
zh_hans: 该课程从 ManageBac 只读获取，仅保存在此设备的 Planora 中。

source: This file is not valid JSON. Choose a .json backup exported by Planora.
ja: このファイルは有効な JSON ではありません。Planora から書き出した .json バックアップを選んでください。
zh_hans: 这个文件不是有效的 JSON。请选择 Planora 导出的 .json 备份文件。

source: This JSON file is not a Planora task backup. Choose a .json backup exported by Planora.
ja: この JSON ファイルは Planora のタスクバックアップではありません。Planora から書き出した .json バックアップを選んでください。
zh_hans: 这个 JSON 文件不是 Planora 任务备份。请选择 Planora 导出的 .json 备份文件。

source: This name will appear on your home page.
ja: この名前はホームページに表示されます。
zh_hans: 这个名字会显示在主页。

source: This Occurrence Only
ja: 今回のみ
zh_hans: 仅本次

source: This page is not an official ManageBac page.
ja: このページは ManageBac の公式ページではありません。
zh_hans: 此页面不是 ManageBac 官方页面。

source: This Week
ja: 今週
zh_hans: 本周

source: Title
ja: タイトル
zh_hans: 标题

source: To
ja: 変更後
zh_hans: 新课程体系

source: Today
ja: 今日
zh_hans: 今天

source: TOK Exhibition
ja: TOK 展示
zh_hans: TOK 展览

source: Topic
ja: トピック
zh_hans: 选题

source: Track Progress
ja: 進捗を追跡
zh_hans: 跟踪进度

source: Track Tasks, Progress, and Dates
ja: タスク、進捗、日付を追跡
zh_hans: 关注任务、进度和日期

source: Try Again
ja: 再試行
zh_hans: 重试

source: Try another keyword, or check the title, subject, type, and notes.
ja: 別のキーワードを試すか、タイトル、科目、タイプ、メモを確認してください。
zh_hans: 换一个关键词，或检查标题、科目、类型和备注。

source: Tutoring
ja: 個別指導
zh_hans: 补习

source: Type
ja: タイプ
zh_hans: 类型

source: Undo
ja: 元に戻す
zh_hans: 撤销

source: Unit
ja: ユニット
zh_hans: 单元

source: Units
ja: ユニット
zh_hans: 单元

source: University Talk
ja: 大学説明会
zh_hans: 大学讲座

# unscheduled_tasks_format
source: Unscheduled · %d
ja: 未計画 · %d
zh_hans: 未安排 · %d

source: Unsupported Backup Version
ja: 未対応のバックアップバージョン
zh_hans: 备份版本不支持

source: Upcoming
ja: 今後の予定
zh_hans: 即将到来

source: Upcoming Tasks
ja: 今後のタスク
zh_hans: 即将到来的任务

source: Upcoming Workload
ja: 今後の負荷
zh_hans: 未来任务负载

source: Update Curriculum?
ja: カリキュラムを更新しますか？
zh_hans: 更新课程体系？

source: Update your name here. The home greeting and profile will stay in sync.
ja: ここで名前を変更すると、ホームのあいさつとプロフィールに反映されます。
zh_hans: 修改后，主页问候和个人资料会同步更新。

source: Updated
ja: 更新日時
zh_hans: 更新时间

source: Updating Planora
ja: Planora を更新中
zh_hans: 正在更新 Planora

source: Verify student account
ja: 学生アカウントを確認
zh_hans: 验证学生账户

source: Visible Content
ja: 表示内容
zh_hans: 显示内容

source: Weak Areas
ja: 弱点
zh_hans: 薄弱环节

source: Weekly
ja: 毎週
zh_hans: 每周

source: weeks
ja: 週
zh_hans: 周

source: Welcome to
ja: ようこそ
zh_hans: 欢迎使用

source: Welcome to Planora
ja: Planora へようこそ
zh_hans: 欢迎使用 Planora

source: What needs attention now?
ja: 今、何に集中しますか？
zh_hans: 现在应该关注什么？

source: What should we call you?
ja: 何と呼べばよいですか？
zh_hans: 怎么称呼你？

source: Work today's plan
ja: 今日の計画を進める
zh_hans: 执行今天的计划

source: Wrong File
ja: ファイルが違います
zh_hans: 文件错误

source: You can add multiple custom dates and times.
ja: 複数のカスタム日時を追加できます。
zh_hans: 可以添加多个自定义日期和时间。

source: You can also share the JSON file directly to Planora from the system share sheet. The app opens and imports the JSON backup automatically.
ja: JSON ファイルをシステム共有で直接 Planora に共有することもできます。App が開いて JSON バックアップを自動でインポートします。
zh_hans: 也可以把 JSON 文件直接通过系统分享给 Planora，App 会自动打开并导入 JSON 备份。

source: You can change this later.
ja: これは後で変更できます。
zh_hans: 之后可以随时调整。

source: You can search by title, subject, type, notes, or stage.
ja: タイトル、科目、タイプ、メモ、段階で検索できます。
zh_hans: 可以按标题、科目、类型、备注或阶段查找。

source: Your imported tasks will stay in Planora. The ManageBac login session will be removed.
ja: 読み込んだタスクは Planora に残り、ManageBac のログイン情報だけが削除されます。
zh_hans: 已导入的任务会保留在 Planora 中，仅移除 ManageBac 登录状态。

source: Your ManageBac session has expired. Please connect again.
ja: ManageBac のセッションが期限切れです。再接続してください。
zh_hans: ManageBac 登录状态已过期，请重新连接。

source: Your name
ja: あなたの名前
zh_hans: 你的名字

source: Your task backup has been saved to the location you chose.
ja: タスクのバックアップを選択した場所に保存しました。
zh_hans: 任务备份已经保存到你选择的位置。

source: OK
zh_hans: 好
